const code = {
    '2000000': 'OK',
    '4000000': '参数不完整',
    '4000001': '参数不正确',
    '4000002': '用户不存在或密码错误',
    '4000003': '用户身份验证不通过',
    '4000004': '此文件不存在',
    '4000005': '此日期已存在，请重新更换日期',
    '4000006': '此商品没有通过审核，请更换商品ID',
    '4000007': '该账户名已存在',
    '4000008': '该店铺名已存在',
    '4000009': '该身份证号已存在',
    '4000010': '您账户的晚房券数量不足，请充值',
    '4000011': '您账户的积分不足',
    '4000012': '受益人不能超过3个',
    '4000013': '会员卡名称已存在',
    '4000014': '楼盘名称已存在',
    '4000015': '此帐户为超级管理员，禁止删除',
    '4000016': '短信接口出错',
    '4030000': '操作被拒绝',
    '4030001': '客户端验证失败',
    '4040000': '此接口不存在',
    '5000000': '服务器忙'
}

module.exports = code;